Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=787_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Lisäksi ECRI suosittaa, että Suomen viranomaiset ryhtyvät toimenpiteisiin saamelaiskansaa koskevan yleisen tietoisuuden lisäämiseksi enemmistön piirissä esim. tälle väestölle suunnatuin tietoa lisäävin kampanjoin.
sme: Lassin ECRI ávžžuha, ahte Suoma virgeoapmahaččat álget doaibmabijuide sámeálbmoga guoski almmolaš diđolašvuođa lasiheami várás eanetlogu gaskavuođas omd. dán álbmotjovkui dárkkuhuvvon diehtojuohkin kampánjjaid bokte.

source: YK:n alkuperäiskansaraportoija
sme: ON:id eamiálbmot-raporterejeaddji

source: YK:n alkuperäiskansojen oikeuksia koskeva julistus
sme: ON:id eamiálbmogiid vuoigatvuođaid guoski julggaštus

source: 75. Erityisraportoija suosittelee, että Pohjoismaat jatkavat ja tehostavat ponnistelujaan saamelaiskansojen itsemääräämisoikeuden sekä aiempaa aidompien vaikuttamismahdollisuuksien toteuttamiseksi heitä koskevan päätöksenteon osalta.
sme: 75. Sierraraporterejeaddji ávžžuha, ahte Davviriikkat jotket ja beavttálmahttet rahčamiid sámeálbmoga iešmearridanvuoigatvuođa sihke duođalut váikkuhanvejolašvuođaid ollašuhttima várás sin guoski mearrádusbargama oasil.

source: Tämä tavoite voidaan jossain määrin saavuttaa aiempaa tehokkaammilla kuulemismenettelyillä, joilla varmistetaan, että saamelaisiin välittömästi vaikuttavia päätöksiä ei tehdä ilman heidän vapaaehtoista ja tietoon perustuvaa etukäteissuostumustaan.
sme: Dán ulbmila sáhttá muhtin muddui juksat ovddibu beaktilut gullanmeannudemiin, mainna sihkkarasto, ahte sámiide njuolgga váikkuheaddji mearrádusat eai bargo almmá sin eaktodáhtolaš ja dihtui vuođđudeaddji ovddalgihtii miehtama.

source: Lisäksi valtioiden tulisi harkita yhdessä saamelaiskäräjien kanssa määrättyjen alueiden rajaamista siten, että saamelaiskäräjät toimisivat niiden puitteissa ensisijaisena tai yksinomaisena päätöksentekijöinä etenkin saamelaisia koskevissa kysymyksissä, myös saamelaisten maa-alueisiin, kieliin, perinteisiin elinkeinoihin ja kulttuureihin liittyvissä asioissa.
sme: Lassin stáhtat galggašedje vihkkedallat ovttas sámedikkiin mearriduvvon viidodagaid rádjema nu, ahte sámediggi doaimmašii daid olis dehaleamos dahje áidna vejolaš mearrádusdahkkin eandalitge sámiid guoski gažaldagain, maiddái sámiid eanaviidodagaide, gielaide, árbevirolaš ealáhusaide ja kultuvrraidda gulavaš áššiin.

source: Erityisraportoija suorittelee, että Pohjoismaat ja erityisesti Ruotsi tekisivät tarvittavat uudistukset, joilla varmistetaan saamelaiskäräjien – saamelaiskansojen ylimpänä edustuselimenä – aiempaa suurempi itsenäisyys suhteessa valtion laitoksiin ja viranomaisiin.
sme: Sierraraporterejeaddji ávžžuha, ahte Davviriikkat ja erenomážit Ruoŧŧa barggašedje dárbbašlaš ođastusaid, maiguin sihkkarasto sámedikki – sámeálbmoga bajimuš álbmotválljenorgánan – ovddit stuorát iehčanasvuohta stáhta lágádusaid ja virgeoapmahaččaid ektui.

source: tavoitteena saamelaiskäräjien itsenäisen päätöksentekovallan kasvattaminen.
sme: ulbmilin sámedikki iehčanas mearrádinválddi lasiheapmi.

source: 77. Pohjoismaiden tulisi järjestää saamelaiskäräjille riittävä rahoitus, jonka turvin ne voivat tehokkaasti toteuttaa itsehallinnollisia tehtäviään.
sme: 77. Davviriikkat galggašedje ordnet sámediggái doarvái ruhtadeami, mainna dat sáhttet beaktilit ollašuhttit iešráđđenbargguid.

source: Erityisesti olisi järjestettävä aiempaa enemmän rahoitusta saamelaiskäräjien itsenäisesti yksilöimille, kehittämille ja toteuttamille hakkeille ja aloitteille.
sme: Erenomážit galggašii ordnet ovddit eanet ruhtadeami sámedikki iehčanasat namuhan, ovddidan ja ollašuhttán fidnuide ja álgagiidda.

source: Valtioiden tulisi kehittää sopivat menettelytavat yhteydenpitoon saamelaiskäräjien kanssa tämän tavoitteen toteuttamiseksi.
sme: Stáhtat galggašedje ovddidit heivvolaš meannudanvugiid oktavuođadoallamii sámedikkiin dán ulbmila ollašuhttima várás.

source: Suomen tulisi tehostaa toimiaan saamelaisten maa-alueita ja luonnonvaroja koskevien oikeuksien selvittämiseksi ja turvaamiseksi juridisessa mielessä.
sme: Suopma galggašii beavttálmahttit doaimmaid sámiid eanaviidodagaid ja luondduriggodagaid guoski vuoigatvuođaid čielggadeami ja sihkkarastima várás juridihkalaš mielas.

source: Suomen tulisi erityisesti varmistaa saamelaisten harjoittaman poronhoidon erityisaseman turvaaminen ottaen huomioon kyseisen elinkeinon keskeinen merkitys saamelaisten kulttuurille ja perinnölle.
sme: Suopma galggašii erenomážit sihkkarastit sámiid ollašuhttán boazodoalu sierrasajádaga dorvvasteami vuhtiiváldimiin guoskevaš ealáhusa guovddáš mearkkašumi sámiid kultuvrai ja árbevirrui.

source: 84. Luonnonvarojen hyödyntämisen saamelaisalueilla mahdollistavien lainsäädännöllisten ja hallinnollisten mekanismien tulisi olla soveltuvien kansainvälisten normien mukaisia, myös silloin, kun ne koskevat näiden toimien vaikutusten kohteena olevien alkuperäisyhteisöjen asianmukaista kuulemista sekä vapaaehtoista ja tietoon perustuvaa etukäteissuostumusta, vaikutusten lieventämiseksi tarvittavia toimia, korvauksia ja hyötyjen jakamista.
sme: 84. Luondduriggodagaid ávkingeavaheami sámeguovlluin vejolažžan dahkki láhkaásahuslaš ja hálddahuslaš mekanismmat galggašedje leat heivvolaš riikkaidgaskasaš norpmaid mielde, maiddái dalle, go dat gusket dáid doaimmaid váikkuhusaid čuozáhahkan leahkki eamiálbmotservošiid áššáigulavaš gullama sihke eaktodáhtolaš ja dihtui vuođđudeaddji ovddalgihtii miehtama, váikkuhusaid láivudeapmái dárbbašuvvon doaimmaid, buhtadusaid ja ávkkiid juohkima.

source: 85. Pohjoismaiden tulisi saamelaiskäräjien kanssa neuvotellen koordinoida toimenpiteitä, joilla pyritään hillitsemään ilmastonmuutoksen haitallisia vaikutuksia saamelaisiin.
sme: 85. Davviriikkat galggašedje sámedikkiin ráđđádallamiin koordineret doaibmabijuid, maiguin geahččaluvvo dálkkádatnuppástusa vahátlaš váikkuhusaid goahcan sámiide.

source: Samalla tulisi varmistaa, että uusiutuvien energianlähteiden käytön edistämiseksi tehtävillä toimenpiteillä, kuten tuulipuistojen rakentamisella, ei itsessään ole haitallista vaikutusta saamelaisten elinkeinoihin.
sme: Seamma háve galggašii sihkkarastit, ahte ođasmuvvi energiijagálduid geavaheami ovddideami várás bargon doaibmabijuin, nugo bieggapárkkaid huksemiin, eai daninassii leat vahátlaš váikkuhusat sámiid ealáhusaide.

source: Pohjoismaiden tulee pyrkiä pitämään poronhoitoalueiden petoeläinpopulaatiot paliskuntien sietämillä tasoilla, ja petoeläinten aiheuttamat vahingot tulee korvata poronhoitajille täysimääräisesti.
sme: Davviriikkat galget figgat doallat boazodoalloguovlluid boraspirepopulašuvnnaid bálgosiid gierdan dásis, ja boraspiriid dagahan vahágiid galgá buhttet badjealbmáide dievasmearálaččat.

source: Erityisraportoija suosittelee, että Pohjoismaat ja saamelaiskäräjät tehostavat yhteisiä ponnistelujaan saamelaiskielten elvyttämiseksi ja vahvistavat saamelaiskielten ja - kulttuurin koulutusohjelmia.
sme: Sierraraporterejeaddji ávžžuha, ahte Davviriikkat ja sámediggi beavttálmahttet oktasaš rahčamiid sámegielaid ealáskahttima várás ja nannejit sámegielaid ja - kultuvrra skuvlen-prográmmaid.

source: Valtioiden tulee välittömästi järjestää saamelaiskäräjille riittävä rahoitus, jonka turvin näiden tavoitteiden saavuttamiseksi voidaan toteuttaa yhteisesti sovitut toimenpiteet.
sme: Stáhtat galget njuolgga ordnet sámediggái doarvái ruhtadeami, mainna dáid ulbmiliid juksama dihte sáhttá ollašuhttit oktasaččat sohppon doaibmabijuid.

source: Valtioiden tulisi myös lisätä saamentaitoisten opettajien saatavuutta ja lukumäärää.
sme: Stáhtat galggašedje maiddái lasihit sámegieldáiddolaš oahpaheaddjiid oažžuma ja lohkumeari.

source: Lisäksi valtioiden tulisi pyrkiä vahvistamaan saamelaiskielten käyttöä tuomioistuimessa ja muiden viranomaisten kanssa asioitaessa ja parantaa edelleen julkisten palvelujen saatavuutta saamelaiskielillä.
sme: Lassin stáhtat galggašedje figgat nannet sámegielaid geavaheami duopmostuolus ja eará virgeoapmahaččaiguin áššiiddikšumis ja buoridit viidásabbot almmolaš bálvalusaid oažžuma sámegielaiguin.

source: Valtioiden ja saamelaiskäräjien tulisi yhteistoimin kehittää ja toteuttaa toimenpiteitä yleisen tietoisuuden lisäämiseksi saamelaiskansoista mediassa ja suuren yleisön keskuudessa.
sme: Stáhtat ja sámediggi galggašedje ovttaráđálaččat ovddidit ja ollašuhttit doaibmabijuid almmolaš diđolašvuođa lasiheami dihte sámeálbmogiin medias ja viiddes olmmošjoavkku gaskavuođas.

source: Tällaista tietoisuuden lisäämistä tulisi edistää muun muassa perus- ja keskiasteen koulujen sekä yliopistojen opetusohjelmissa.
sme: Dákkár diđolašvuođa lasiheami galggašii ovddidit earret eará vuođđo- ja gaskadási skuvllaid sihke universitehtaid oahpahusprográmmain.
